{
  "store.custom#dprivacy-policies": {
    "blocks": ["flex-layout.row#dprivacy-policies"]
  },
  "flex-layout.row#dprivacy-policies": {
    "children": ["rich-text#dprivacy-policies"]
  },
  "rich-text#dprivacy-policies": {
    "props": {
      "text": "# Políticas de Privacidad<br/>\n### 1. INTRODUCCIÓN\nEn FUNKY FISH, LTDA (en adelante 'FUNKY FISH') trabajamos para ofrecerle la mejor experiencia posible a través de nuestros productos y servicios. En algunos casos, es necesario recopilar información para lograrlo. Nos preocupa su privacidad y creemos que debemos ser transparentes al respecto.\nPor ello, y a efectos de lo dispuesto en la LEY ORGÁNICA DE PROTECCIÓN DE DATOS PERSONALES DE ECUADOR (en adelante, «LOPDP»), FUNKY FISH informa al usuario que, como responsable del tratamiento, incorporará los datos personales facilitados por los usuarios en un fichero automatizado.<br/>\n### 2. RESPONSABLE DEL TRATAMIENTO\n● FUNKY FISH, LTDA (en adelante, 'FUNKY FISH')\n● Domicilio social: Calle Los Ciruelos Oe1-127 N67 entre Av. La Real Audiencia y Panamericana Norte. Km 5 Quito-Ecuador\n● RUC nº: 1790027791001\n● Correo electrónico: privacidad@manamer.com<br/>\n### 3. RECOGIDA DE DATOS PERSONALES Y SU TRATAMIENTO\nLa categoría de datos personales que recogemos es:\nCrear una cuenta de usuario para la realización de compras en el sitio web\n● Nombre completo\n● Correo electrónico\n● Contraseña\n● Fecha de nacimiento\n● Cédula\n● Dirección de envío\n● Dirección de facturación<br/>Suscripción a nuestra newsletter\n● Email\nInformación de navegación:\n● Dirección IP, usuario del agente, fecha y hora en la que has accedido a nuestros servicios, navegador de internet que uses y datos sobre el sistema operativo del dispositivo.\nEn algunos casos, es obligatoria la cumplimentación del formulario de recogida de datos para acceder y disfrutar de determinados servicios ofrecidos en la web; asimismo, no facilitar los datos personales solicitados o el no aceptar la presente política de protección de datos supone la imposibilidad de suscribirse, registrarse o participar en cualquiera de las promociones en las que se soliciten datos carácter personal.\nLa finalidad por la cual tratamos tus datos personales es la siguiente:\n● Gestionar la solicitud de información de nuestros servicios.\n● Desarrollar acciones comerciales y llevar a cabo el mantenimiento y gestión de la relación con el usuario, así como la gestión de los servicios ofrecidos a través de la web.\n● Gestionar el proceso de creación de una cuenta de usuario para la realización de compras.\n● Gestionar su suscripción a la newsletter.\n<br/>\n### 4. BASE LEGAL DEL TRATAMIENTO DE TUS DATOS\nLa base legal que justifica el tratamiento de tus datos mencionados anteriormente es:\n● Consentimiento del interesado para recibir información de nuestros servicios y productos a través de los formularios de contacto y/o correo electrónico, alta en newsletters.\n● Interés legítimo para el tratamiento de datos de nuestros clientes en acciones de marketing directo.\n● La relación contractual para la prestación de servicios de compras online.<br/>\n### 5. CONSERVACIÓN DE TUS DATOS PERSONALES\nEl tratamiento de los datos con las finalidades descritas se mantendrá durante el tiempo necesario para cumplir con la finalidad de su recogida y/o hasta que revoque su consentimiento, sin perjuicio de dar cumplimiento a las obligaciones legales que se deriven del tratamiento de los datos y cuando resulte necesaria para la formulación, el ejercicio o la defensa de potenciales reclamaciones, siempre que lo permita la legislación aplicable. Para más información por favor, contacte con nosotros privacidad@manamer.com.<br/>\n### 6. CESIÓN DE SUS DATOS CON TERCEROS\nLos datos tratados por FUNKY FISH se alojan en Ecuador o en el tercer país que la Autoridad de Protección de Datos Personales considere que ofrece un nivel de seguridad adecuado, o por proveedores de servicios que hayan suscrito acuerdos vinculantes que cumplan plenamente con la legalidad en materia de transferencias a terceros países. Otros destinatarios de sus datos pueden ser los organismos gubernamentales y las administraciones, en la medida en que estemos legalmente obligados a ello, y empresas de servicios, como asesores fiscales o abogados y empresas de mensajería. FUNKY FISH procura garantizar la seguridad de los datos personales cuando se envían fuera de la empresa y se asegura de que los terceros proveedores de servicios respeten la confidencialidad y dispongan de medidas adecuadas para proteger los datos personales. Estos terceros tienen la obligación de garantizar que la información sea tratada de acuerdo con la normativa sobre privacidad de datos.\nSus datos pueden ser comunicados a:\n- PLACE TO PAY: Plataforma de pago y prevención de fraude en los pagos\n- NUVEI/PAYMENTEZ: Pasarela de pago para gestionar las transacciones\n- TRAMACO: Para la gestión de envíos\n- RIVERMINDS: Para la gestión de la facturación<br/>\n\n### 7. Información de newsletter\nLos correos de newsletter incluirán información relacionada con productos, mensajes de cumpleaños, información sobre eventos especiales y dinámicas promocionales, correos electrónicos en fechas especiales y otros que impliquen información de producto o promociones.<br/>\n### 8. EJERCICIO DE DERECHOS Y CÓMO PUEDES EJERCERLOS\nDPuedes dirigir tus comunicaciones y ejercer tus derechos mediante una petición a la siguiente dirección de correo electrónico: privacidad@manamer.com.\nDe acuerdo con la LOPDP, usted tiene ciertos derechos cuando se trata de nuestro tratamiento de sus datos personales:\nD● Derecho a ser informado: Tienes derecho a recibir información clara, transparente y fácilmente comprensible sobre cómo utilizamos tus datos personales y tus derechos.\nD● Derecho de acceso: Tiene derecho a obtener acceso a sus datos personales.\nD● Derecho de rectificación y actualización: Tiene derecho a que se rectifiquen y actualicen sus datos personales si son inexactos o están incompletos.\nD● Derecho de eliminación: este derecho le permite solicitar la eliminación de sus datos personales cuando exista alguna de las razones contempladas en la LODPD. No se trata de un derecho de supresión absoluto y se aplican excepciones.\nD● Derecho a la suspensión: Tiene derecho a «bloquear» o suprimir el uso posterior de sus datos personales. Cuando se restringe el tratamiento, podemos seguir almacenando sus datos personales, pero no podemos seguir utilizándolos.\nD● Derecho a la portabilidad de los datos: Tienes derecho a obtener y reutilizar tus datos personales para tus propios fines en diferentes servicios.\nD● Derecho a oponerse al tratamiento: Tiene derecho a oponerse o negarse a determinados tipos de tratamiento.\nD● Derecho a no ser sometido a una decisión automatizada: Tiene derecho a no ser objeto de una decisión basada únicamente en el tratamiento automatizado (incluida la elaboración de perfiles) que produzca efectos jurídicos (o de importancia similar) para usted.\nD● Derecho de niñas, niños y adolescentes a no ser objeto de una decisión basada única o parcialmente en valoraciones automatizadas\nD● Derecho de consulta: Tiene derecho a la consulta pública y gratuita ante el Registro Nacional de Protección de Datos Personales, de conformidad con la presente Ley.\nEn algunos casos, la solicitud puede ser denegada si pides que se supriman los datos necesarios para el cumplimiento de obligaciones legales. Asimismo, si tiene una queja sobre el tratamiento de datos, puede presentar una reclamación ante la Autoridad de Protección de Datos Personales<br/>\n\n### 9. RESPONSABLE DE LA EXACTITUD Y VERACIDAD DE LOS DATOS FACILITADOS\nEl usuario es el único responsable de la veracidad y corrección de los datos incluidos, exonerando a FUNKY FISH de cualquier responsabilidad al respecto. Los usuarios garantizan y responden, en cualquier caso, de la exactitud, vigencia y autenticidad de los datos personales facilitados, y se comprometen a mantenerlos debidamente actualizados. El usuario se compromete a facilitar información completa y correcta en el formulario de registro o suscripción. FUNKY FISH se reserva el derecho a rescindir los servicios contratados con los usuarios, en el caso de que los datos aportados sean falsos, incompletos, inexactos o no estén actualizados.\nFUNKY FISH no responde de la veracidad de las informaciones que no sean de elaboración propia y de las que se indique su procedencia de otra fuente, por lo que tampoco asume responsabilidad alguna en cuanto a hipotéticos perjuicios que pudieran originarse por el uso de dicha información.\nFUNKY FISH se reserva el derecho a actualizar, modificar o eliminar la información contenida en sus páginas web pudiendo incluso limitar o no permitir el acceso a dicha información.<br/>\n\n### 10. TRATAMIENTO DE LOS DATOS PERSONALES DE LOS MENORES DE EDAD\nEn principio, nuestros servicios no están dirigidos específicamente a menores de edad. No obstante, en el supuesto de que alguno de ellos vaya dirigido a menores de quince años, de conformidad con el artículo 21 de la LOPDP , FUNKY FISH requerirá el consentimiento válido, libre, inequívoco, específico e informado de sus tutores legales para el tratamiento de los datos personales de los menores. En este caso, se requerirá el documento de identidad u otra forma de identificación de la persona que presta el consentimiento.\nEn el caso de los mayores de quince años, los datos podrán ser tratados con el consentimiento del usuario, salvo en aquellos casos en que la Ley exija la asistencia de los titulares de la patria potestad o de la tutela.<br/>\n\n### 11. MEDIDAS DE SEGURIDAD APLICADAS PARA PROTEGER TUS DATOS PERSONALES7.\nFUNKY FISH ha adoptado los niveles de seguridad de protección de datos personales legalmente requeridos, y procura instalar aquellos otros medios y medidas técnicas adicionales a su alcance para evitar la pérdida, mal uso, alteración, acceso no autorizado y robo de los datos personales facilitados.\nFUNKY FISH no se hace responsable de los hipotéticos perjuicios que pudieran derivarse de interferencias, omisiones, interrupciones, virus informáticos, averías telefónicas o desconexiones en el funcionamiento operativo de este sistema electrónico, motivadas por causas ajenas a FUNKY FISH de retrasos o bloqueos en el uso del presente sistema electrónico causados por deficiencias o sobrecargas de líneas telefónicas o sobrecargas en el Centro de Procesos de Datos, en el sistema de Internet o en otros sistemas electrónicos, así como de los daños que puedan ser causados por terceras personas mediante intromisiones ilegítimas fuera del control de FUNKY FISH. No obstante, el usuario debe ser consciente de que las medidas de seguridad en Internet no son inexpugnables.<br/>\n\n### 12. MODIFICACIÓN DE LA POLÍTICA DE PRIVACIDAD\nEsta política de privacidad puede ser modificada. Le recomendamos que revise la política de privacidad de vez en cuando.<br/>\n\n### 13. LINKS PARA OTRAS PÁGINAS WEBS\nEl sitio web [www.funkyfish.ec](https://funkyfish.ec/) puede contener enlaces a otros sitios web. Al hacer clic en uno de estos enlaces y acceder a un sitio web externo, la visita estará sujeta a la política de privacidad de ese sitio web, quedando FUNKY FISH desvinculada de cualquier responsabilidad sobre su política de privacidad."
    }
  }
}
